[
  {
    "Title": "Ноутбук DREAM MACHINES RG2050-15 (RG2050-15UA30)",
    "Description": "Потужний геймерський ноутбук з 15,6-дюймовим дисплеєм, що забезпечує відмінну продуктивність для ігор та важких задач. Оснащений процесором Intel Core i7 (10-го або 11-го покоління), відеокартою NVIDIA GeForce RTX 30 серії, а також великим об'ємом оперативної пам'яті та швидким SSD накопичувачем. Цей ноутбук підходить для геймерів і професіоналів, які потребують високої продуктивності в обробці графіки та виконанні ресурсоємних програм. Високоякісна клавіатура, продумана система охолодження і стильний дизайн роблять його чудовим вибором для тих, хто шукає баланс між потужністю та мобільністю.",
    "Price": "32999",
    "Discount": "4000",
    "CategoryId": "2",
    "AdvertValues": [ "Від 4.01\" до 5.0\"", "AMOLED", "144", "Алюміній", "Intel Core i7"]
  },
  {
    "Title": "Смартфон One Plus Nord CE3 Light 5G 8/128Gb Chromatic Gray",
    "Description": "Доступний і потужний смартфон середнього класу з підтримкою 5G. Він оснащений великим 6,72-дюймовим дисплеєм з частотою оновлення 120 Гц, що забезпечує плавне та яскраве відображення контенту. Внутрішня пам'ять становить 128 ГБ, а обсяг оперативної пам'яті — 8 ГБ, що гарантує хорошу продуктивність при багатозадачності та запуску додатків. Смартфон має трійку камер на задній панелі, включаючи основну камеру на 108 Мп, яка дозволяє робити чіткі та детализовані фотографії. Ємність батареї складає 5000 мА·год, що дозволяє користувачам довго працювати без необхідності заряджати пристрій. OnePlus Nord CE3 Lite 5G також має стильний дизайн з відтінком Chromatic Gray і підтримує швидку зарядку, що робить його привабливим варіантом для тих, хто хоче смартфон з хорошими характеристиками за доступною ціною.",
    "Price": "1234",
    "Discount": "12",
    "CategoryId": "11",
    "AdvertValues": [
        "Від 4.01\" до 5.0\"",
        "AMOLED",
        "120",
        "Алюміній",
        "Від 14 до 19 мп",
        "128 ГБ"
    ]
  },
  {
    "Title": "Смартфон Refurbished Apple iPhone 13 Pro 128GB Graphite",
    "Description": "Відновлений (refurbished) пристрій, що надає користувачам високу продуктивність і якість за більш доступною ціною. iPhone 13 Pro оснащений 6,1-дюймовим дисплеєм Super Retina XDR з підтримкою ProMotion і частотою оновлення 120 Гц, що забезпечує плавний та яскравий екран. Завдяки чіпу A15 Bionic, цей смартфон має високу продуктивність і підтримує різноманітні ресурсоємні додатки та ігри. Камери iPhone 13 Pro включають трійку об'єктивів, з основною 12 Мп камерою, яка забезпечує відмінні фотографії та відео, навіть при низькому освітленні. Крім того, підтримується запис відео в форматі ProRes та кінематографічний режим. Батарея здатна працювати до кількох годин на одному заряді, а функція MagSafe забезпечує бездротову зарядку. iPhone 13 Pro має 128 ГБ внутрішньої пам'яті для зберігання файлів, фото та додатків. Відновлені пристрої проходять ретельну перевірку і тестування, що гарантує їх надійність та якість при збереженні високого рівня продуктивності.",
    "Price": "1234",
    "Discount": "12",
    "CategoryId": "11",
    "AdvertValues": [ "Apple", "Від 4.01\" до 5.0\"", "128 ГБ", "60", "AMOLED", "Скло", "Сірий" ]
  },
  {
    "Title": "Смартфон Apple iPhone 15 Plus 256GB Green",
    "Description": "Новий флагманський смартфон з серії iPhone 15, який поєднує потужні характеристики з елегантним дизайном. Він оснащений 6,7-дюймовим дисплеєм Super Retina XDR з технологією Dynamic Island та підтримкою Always-On Display, що забезпечує яскраві, чіткі кольори та високу контрастність. iPhone 15 Plus працює на новому чіпі A16 Bionic, який гарантує високу швидкість, ефективність і можливість запуску ресурсоємних додатків та ігор. Камери на 48 Мп з підтримкою ProRAW дозволяють робити професійні фотографії, а можливість запису відео в режимі 4K Dolby Vision додає ще більше можливостей для створення контенту. Смартфон має 256 ГБ внутрішньої пам'яті для зберігання великої кількості фото, відео та додатків, а також підтримує швидку зарядку та бездротову зарядку через MagSafe. Батарея iPhone 15 Plus забезпечує до 26 годин роботи в режимі відео, що робить його ідеальним для тих, хто потребує великої автономії. У кольорі Green цей смартфон виглядає стильно та сучасно, з преміальним дизайном, який доповнюється матеріалом Ceramic Shield для кращої захищеності.",
    "Price": "1234",
    "Discount": "12",
    "CategoryId": "11",
    "AdvertValues": [ "Apple", "Від 4.01\" до 5.0\"", "256 ГБ", "60", "AMOLED", "Скло", "Лайм" ]
  },
  {
    "Title": "Ноутбук ACER Nitro V 15 ANV15-51 (NH.QNCEU.009)",
    "Description": "Потужний ігровий ноутбук, що поєднує високу продуктивність з доступною ціною. Він оснащений 15,6-дюймовим Full HD дисплеєм з технологією IPS, що забезпечує яскраві та чіткі зображення для ігор і мультимедійного контенту. Ноутбук працює на базі процесора Intel Core i5 (10-го покоління), що в поєднанні з 8 ГБ оперативної пам'яті і SSD накопичувачем на 512 ГБ дозволяє забезпечити високу швидкодію при виконанні різноманітних завдань, від ігор до роботи з мультимедіа. Відеокарта NVIDIA GeForce GTX 1650 надає хорошу графічну потужність для сучасних ігор на середніх та високих налаштуваннях. Завдяки сучасним системам охолодження, ноутбук здатний працювати при високих навантаженнях без перегріву. Він також має великий обсяг батареї, що дозволяє користуватися ним без постійної прив'язки до розетки. ACER Nitro V 15 ANV15-51 ідеально підходить для любителів ігор, а також для тих, хто потребує універсального ноутбука для роботи, навчання та розваг.",
    "Price": "1234",
    "Discount": "12",
    "CategoryId": "2",
    "AdvertValues": [ "ACER", "OLED", "240", "Алюміній", "512 ГБ", "Intel Core i5", "GeForce RTX 4090" ]
  }
]